Repository: raven1978/drupal_ex
Catalog: modules/book/translations/modules-book.*.po
Languages: it

source: Remove
it: Elimina

source: Printer-friendly version
it: Versione stampabile

source: Show a printer-friendly version of this book page and its sub-pages.
it: Mostra una versione stampabile di questa pagine del libro e delle sue sotto-pagine.

source: Books
it: Libri

source: Outline
it: Struttura

source: Book navigation
it: Navigazione del libro

source: Pages at a given level are ordered first by weight and then by title.
it: Le pagine di un dato livello sono ordinate prima per peso e poi per titolo.

source: Update book outline
it: Aggiorna struttura del libro

source: Remove from book outline
it: Rimuovi dalla struttura del libro

source: Add to book outline
it: Aggiungi alla struttura del libro

source: The book outline has been updated.
it: La struttura del libro è stata aggiornata.

source: The post has been removed from the book.
it: Il contenuto è stato rimosso dal libro.

source: up
it: su

source: Go to parent page
it: Vai alla pagina padre

source: Unknown export format.
it: Formato di esportazione sconosciuto.

source: Save book pages
it: Salva le pagine del libro.

source: Updated book %title.
it: Aggiornato libro %title.

source: Users can select the <em>printer-friendly version</em> link visible at the bottom of a book page to generate a printer-friendly display of the page and all of its subsections.
it: Gli utenti possono selezionare il link <em>versione stampabile</em> visibile in fondo a una pagina del libro, per generare una versione stampabile della pagina e di tutte le sue sottosezioni.

source: create new books
it: crea nuovi libri

source: Book page
it: Pagina del libro

source: edit order and titles
it: modifica l'ordine e i titoli

source: Allowed book outline types
it: tipi di struttura consentiti per i libri (modulo "book")

source: Select content types which users with the %add-perm permission will be allowed to add to the book hierarchy. Users with the %outline-perm permission can add all content types.
it: Seleziona i tipi di contenuto che gli utenti con il permesso %add-perm possono aggiungere alla gerarchia del libro. Gli utenti con il permesso %outline-perm possono aggiungere ogni tipo di contenuto.

source: Default child page type
it: Tipo di pagina figlio predefinito

source: The content type for the %add-child link must be one of those selected as an allowed book outline type.
it: Il tipo di contenuto per il link %add-child deve essere uno di quelli selezionati come tipo di struttura consentita per il libro (book).

source: Title changed from %original to %current.
it: Titolo cambiato da %original a %current.

source: book: updated %title.
it: libro: aggiornato %title.

source: No changes were made
it: Non è stato apportato alcun cambiamento

source: The post has been added to the selected book. You may now position it relative to other pages.
it: Il contenuto è stato aggiunto al libro selezionato. Puoi ora posizionarlo relativamente alle altre pagine.

source: There was an error adding the post to the book.
it: Si è verificato un errore durante l'aggiunta del contenuto al libro.

source: %title has associated child pages, which will be relocated automatically to maintain their connection to the book. To recreate the hierarchy (as it was before removing this page), %title may be added again using the Outline tab, and each of its former child pages will need to be relocated manually.
it: %title ha delle pagine figlio associate, che verranno ricollocate automaticamente al fine di mantenere il loro collegamento con il libro (book). Per ricreare la gerarchia (così com'era prima della rimozione di questa pagina), può essere aggiunta ancora la voce %title utilizzando il tab Outline (schema), e ciascuna delle sue pagine figlio dovrà essere ricollocata manualmente.

source: %title may be added to hierarchy again using the Outline tab.
it: %title può essere aggiunto di nuovo alla gerarchia usando l'Outline tab.

source: Are you sure you want to remove %title from the book hierarchy?
it: Sei sicuro di voler rimuovere %title dalla gerarchia del libro?

source: Show block on all pages
it: Mostra il blocco su tutte le pagine

source: Show block only on book pages
it: Mostra il blocco solo sulle pagine ti tipo 'libro'

source: Book navigation block display
it: Visualizza blocco navigazione del Book

source: If <em>Show block on all pages</em> is selected, the block will contain the automatically generated menus for all of the site's books. If <em>Show block only on book pages</em> is selected, the block will contain only the one menu corresponding to the current page's book. In this case, if the current page is not in a book, no block will be displayed. The <em>Page specific visibility settings</em> or other visibility settings can be used in addition to selectively display this block.
it: Se viene selezionato <em>mostra il blocco su tutte le pagine</em>, il blocco presenterà i menu generati automaticamente per i libri di tutto il sito. Se viene selezionato <em>Mostra il blocco solo sulla pagina del libro</em>, il blocco conterrà solo il menu corrispondente al libro della pagina corrente. In questo caso, se la pagina corrente non fa parte di un libro, nessun blocco verrà mostrato. La <em>pagina impostazioni specifiche di visibilità</em> o altre impostazioni di visibilità possono essere utilizzate in aggiunta per mostrare questo blocco.

source: Change book (update list of parents)
it: Cambia 'book' (libro) (aggiorna la lista di relazioni)

source: This is the top-level page in this book.
it: Questa è la pagina di livello più alto (root, radice) in questo libro.

source: This will be the top-level page in this book.
it: Questa sarà la pagina di livello più alto (root, radice) in questo libro.

source: No book selected.
it: Nessun libro è stato selezionato.

source: The parent page in the book. The maximum depth for a book and all child pages is !maxdepth. Some pages in the selected book may not be available as parents if selecting them would exceed this limit.
it: Pagina principale del book. Il livello massimo di profondità per un book e per tutte le pagine figlie è !maxdepth. Alcune pagine nel book selezionato potrebbero non essere disponibili come principali se selezionandole si eccede questo limite.

source: Book outline
it: Struttura del libro

source: create a new book
it: crea un nuovo libro

source: Your page will be a part of the selected book.
it: La pagina sarà parte del libro selezionato.

source: %title is part of a book outline, and has associated child pages. If you proceed with deletion, the child pages will be relocated automatically.
it: %title è parte di una struttura di un book ed è associata a delle sottopagine. Se tu procedi con la cancellazione, le sottopagine verranno automaticamente trasferite.

source: The book module is suited for creating structured, multi-page hypertexts such as site resource guides, manuals, and Frequently Asked Questions (FAQs). It permits a document to have chapters, sections, subsections, etc. Authors with suitable permissions can add pages to a collaborative book, placing them into the existing document by adding them to a table of contents menu.
it: Il modulo 'book' è adatto per create ipertesti strutturati e multi-pagina, come ad esempio guide, manuali, e Frequently Asked Questions (FAQs). Questo modulo permette a un documento di avere capitoli, sezioni, sottosezioni, etc. Gli Autori con permessi sufficienti possono aggiungere pagine a un libro condiviso, aggiungendole al menu dei contenuti.

source: Pages in the book hierarchy have navigation elements at the bottom of the page for moving through the text. These links lead to the previous and next pages in the book, and to the level above the current page in the book's structure. More comprehensive navigation may be provided by enabling the <em>book navigation block</em> on the <a href="@admin-block">blocks administration page</a>.
it: Le pagine nella struttura del libro hanno, nell'estremità della pagina, elementi di posizione per muoversi attraverso il testo. Questi links ti conducono alle pagine precedenti e successive del libro, e al livello superiore della pagina corrente nella struttura del libro. Una navigazione più estesa può essere fornita abilitando il <em>blocco di navigazione del libro</em> da <a href="@admin-block">blocchi pagine di amministrazione</a>.

source: Users with the <em>administer book outlines</em> permission can add a post of any content type to a book, by selecting the appropriate book while editing the post or by using the interface available on the post's <em>outline</em> tab.
it: Gli utenti abilitati a <em> amministrazione schemi del book </em> possono aggiungere al libro qualsiasi tipo di contenuto, selezionando il giusto libro mentre si sta scrivendo il contenuto oppure usando l'interfaccia disponibile nel tab <em>schema</em> durante la composizione.

source: Administrators can view a list of all books on the <a href="@admin-node-book">book administration page</a>. The <em>Outline</em> page for each book allows section titles to be edited or rearranged.
it: Gli Amministratori possono vedere una lista di tutti i books sulla <a href="@admin-node-book">pagina di amministrazione dei book</a>. La pagina <em>Outline</em> per ogni book permette la selezione di titoli che possono essere editati o riarrangiati.

source: For more information, see the online handbook entry for <a href="@book">Book module</a>.
it: Per maggiori informazioni consulta il manuale on-line per il <a href="@book">modulo 'book'</a>.

source: The book module offers a means to organize a collection of related posts, collectively known as a book. When viewed, these posts automatically display links to adjacent book pages, providing a simple navigation system for creating and reviewing structured content.
it: Il modulo 'book' offre un modo di organizzare una collezione di post collegati, collettivamente conosciuto come book. Quando visti, questi post mostrano automaticamente link alle pagine adiacenti del libro, fornendo un semplice sistema di navigazione per la creazione e la revisione di contenuti strutturati.

source: The outline feature allows you to include posts in the <a href="@book">book hierarchy</a>, as well as move them within the hierarchy or to <a href="@book-admin">reorder an entire book</a>.
it: La caratteristica di schema (outline) consente l'inclusione di contenuti nella <a href="@book">gerarchia del book</a>, così come lo spostamento degli stessi all'interno della gerarchia o per <a href="@book-admin">riordinare un book intero</a>.

source: access printer-friendly version
it: accesso alla versione stampabile

source: Manage your site's book outlines.
it: Organizza i sommari dei libri sul tuo sito

source: Re-order book pages and change titles
it: Riordina le pagine del libro e cambia i titoli

source: Remove from outline
it: Rimuovi dal sommario

source: A <em>book page</em> is a page of content, organized into a collection of related entries collectively known as a <em>book</em>. A <em>book page</em> automatically displays links to adjacent pages, providing a simple navigation system for organizing and reviewing structured content.
it: Una <em>pagina di book</em> è una pagina di contenuti, organizzata in una collezione di voci correlate collettivamente note come un <em>book (libro)</em>. Una <em>pagina di book</em> mostra automaticamente i collegamenti alle pagine adiacenti, fornendo un sistema semplice di navigazione per organizzare e rivedere contenuti strutturati.

source: This book has been modified by another user, the changes could not be saved.
it: Questo libro è stato modificato da un altro utente: i cambiamenti non possono essere salvati.
